[
  {
    "title": "Trump on if auto companies raise costs due to tariffs: ‘I couldn’t care less’",
    "link": "https://thehill.com/homenews/administration/5221999-trump-on-if-auto-companies-raise-costs-due-to-tariffs-i-couldnt-care-less/",
    "source_name": "The Hill",
    "pub_date": "2025-03-30T01:53:20",
    "description": "President Trump on Saturday denied reports alleging he urged auto CEOs not to raise costs amid tariffs on foreign-made cars, instead doubling down on his decision to increase levies in an effort to create an American manufacturing boom. “I couldn’t care less if they raise prices, because people are going to start buying American-made cars,”&#8230;",
    "viewed_at": "2025-03-30T12:25:00.671504"
  },
  {
    "title": "美防长携妻参加机密会议？特朗普政府再陷“泄密门”风波",
    "link": "https://m.thepaper.cn/newsDetail_forward_30527230",
    "source_name": "澎湃新闻",
    "pub_date": "2025-03-30T10:38:00",
    "description": "据美国媒体29日披露，美国国防部长赫格塞思曾两次携妻子参加讨论机密信息的会议，进一步引发外界对特朗普政府官员处理机密信息方式的质疑。\n00:56\n报道说，赫格塞思的妻子詹妮弗·赫格塞思近期参加了美英国防部长讨论乌克兰问题及两国军事合作的会议，还出席了北约总部一次有关乌克兰问题的闭门会议。这两次会议都涉及大量机密信息。一些在场外国官员不认识她，一些则对其在场感到惊讶。\n报道说，考虑到这些会议内容的敏感性，与会者通常需要安全许可。詹妮弗·赫格塞思曾是福克斯新闻台的制片人，美国国防部发言人拒绝透露她是否具有接触这些机密信息的安全许可。\n美国“群聊门”泄密事件持续发酵。27日，一名联邦地区法官要求特朗普政府保留涉密群聊全部聊天记录。国会参议院军事委员会成员要求五角大楼就政府官员使用“信号”软件讨论敏感军事行动一事展开调查。",
    "viewed_at": "2025-03-30T12:23:45.741520"
  },
  {
    "title": "2024年深圳常住人口增量居全国第一",
    "link": "https://m.thepaper.cn/newsDetail_forward_30527205",
    "source_name": "澎湃新闻",
    "pub_date": "2025-03-30T09:53:00",
    "description": "3月28日，成都市统计局发布2024年末常住人口同比增加7.1万人。至此，在全国已公布2024年末常住人口的城市中，深圳以常住人口新增19.94万人的数据，高居全国首位。\n统计显示，2023年末深圳市常住人口为1779.01万人，至2024年末这一数据增长至1798.95万人，成为全省人口增长的主要推动力。数据还显示，2024年末，深圳社区登记总人口2237.88万人，同比增加74.11万人，每天实时生活在深圳人口超2300万。\n人口增长从来不是单一指标，而是一座城市综合发展的“晴雨表”。\n经济发展底盘稳、增速高、动能新，是深圳吸引外来人口的“磁石”。2024年，深圳GDP达3.68万亿元，工业总产值和增加值位列全国第一，其中，规模以上工业总产值高达5.4万亿元。从创新活力看，2024年，深圳PCT国际专利申请量全球领先，创新生态活力拉满；从产业方面看，深圳战略性新兴产业占比高达42.3％，带来了大量新就业岗位。\n“深爱人才，圳等你来”，深圳最为惜才。今年，深圳为高校应届毕业生提供免费住宿的时间延长至15天，招引青年学子“投奔”。青年才俊要成为深圳人很简单，全流程网上办理，最快24分钟成为深圳人……\n除了梦想，深圳还有诗和远方。现代化的高楼大厦，与鸟语花香的自然风光相得益彰，各类人才都能尽享繁华与自然交融的生活乐趣。高效的工作节奏和高能的生活品质，成为年轻人的最爱。\n人口结构方面，深圳常住人口中15-59岁人口占比高达79.53%，平均年龄仅为32.5岁。有调查显示，95后人才吸引力城市中，深圳排名第一，北京、上海、广州、杭州排在其后。深圳仍是年轻群体最想去的城市之一。",
    "viewed_at": "2025-03-30T11:56:50.770239"
  },
  {
    "title": "xAI, Elon Musk's AI company, just purchased X, Elon Musk's social media company",
    "link": "https://www.engadget.com/social-media/xai-elon-musks-ai-company-just-purchased-x-elon-musks-social-media-company-221503759.html?src=rss",
    "source_name": "Engadget",
    "pub_date": "2025-03-28T22:15:03",
    "description": "Elon Musk's AI company, xAI, has purchased X, according to a post shared by Musk . Besides their similar names and owner, the companies are already connected through xAI's chatbot Grok, which is integ...",
    "viewed_at": "2025-03-30T11:52:11.094708"
  },
  {
    "title": "长征七号改运载火箭今年首次发射，还将执行多次发射任务",
    "link": "https://m.thepaper.cn/newsDetail_forward_30527224",
    "source_name": "澎湃新闻",
    "pub_date": "2025-03-30T10:41:00",
    "description": "3月30日00时05分，长征七号改运载火箭在文昌航天发射场点火起飞，将通信技术试验卫星十六号顺利送入预定轨道，发射任务取得圆满成功。\n点火升空。本文图片均为 中国航天科技集团 供图\n长征七号改运载火箭由中国航天科技集团一院抓总研制。通信技术试验卫星十六号由中国航天科技集团八院（又称上海航天技术研究院）抓总研制，该卫星主要用于开展多频段、高速率卫星通信技术验证。\n长征七号改运载火箭是中国新一代中型运载火箭，地球同步转移轨道运载能力可达7吨，填补了中国运载火箭高轨道5.5吨至7吨运载能力的空白，目前可适配直径4.2米和3.7米两种整流罩状态，具备一箭一星和一箭双主星发射能力。本次任务采用直径4.2米整流罩的基本构型。\n火箭转运\n目前，长征七号改运载火箭共执行过9次发射任务，技术状态、管理流程渐趋成熟稳定，发射场流程也从最初的35天逐步压缩至24天，进一步提升了高轨卫星的发射频次和能力。这是长征七号改运载火箭在今年的首次发射，后续还将执行多次发射任务。\n八院卫星研制团队\n面对发射场周期缩减、多任务并行的形势，八院卫星研制团队深入开展发射场与AIT测试数据比对工作，确保测试项目完整、测试过程受控、测试数据一致性良好，对实物状态逐一确认，杜绝风险隐患。\n本次发射是长征系列运载火箭的第566次发射。",
    "viewed_at": "2025-03-30T11:50:46.271149"
  },
  {
    "title": "自我田野︱当人们说“命”时，人们在说什么",
    "link": "https://m.thepaper.cn/newsDetail_forward_30482940",
    "source_name": "澎湃新闻",
    "pub_date": "2025-03-30T10:55:00",
    "description": "久远的“宿命”\n中国老百姓信“命”，年纪越大越信“命”。宿命论是一种历时久远的意识，比如孔子曾说“死生有命，富贵在天”。宿命论不只是中国现象，Sheila Fitzpatrick对斯大林时代的日常生活研究发现，当政权可以经常地对民众实施惩处时，也会催生民众的宿命论倾向。\n对中国农民而言，没有什么观念比“命”更持久坚韧了。20世纪初期，出于对全球世俗化潮流的响应，知识分子提出中国社会“非宗教”与“理性化”的假设，宿命论在知识分子群体中淡化，但在草根民众心中依然存在。比如1931年，赛珍珠写出小说《大地》，描述了她眼中的中国农民形象，里面有这样一段话：\n“命不好啊！别人地里长出来好米好麦，我们家的地里净长草呀；别人家的房子能住一百年，我们家房子底下的地都动，墙都裂了；别人生的是男孩子，可我除了一个儿子外，生的净是女的——唉！真是命不好呀！”\n类似的话语出现在周立波的《暴风骤雨》中，小说写于1948年，是周立波根据自己在东北参加土改工作创作的。开场赶马车的老农对刚进村的工作队长说：\n“队长同志，发财得靠命呀，五十多石苞米，黄灿灿的，一个冬天哗啦啦地像流水似的花个光。你说能不认命吗？”\n周立波参加的土改运动，有一项重要活动被称作“诉苦”，即为自己的苦难寻找阶级层面的根源。很难说诉苦在多大程度上动摇了农民的宿命观。实际上，“命”的意识很难从头脑中根除，即便在集体化年代，这种意识处在相对压抑的状态，但随着集体化时代结束，“命”的意识又重新萌生在社会里。比如莫言1988年创作《天堂蒜薹之歌》，取材山东民间真实事件，反映弱势群体生存状态，里面这段话就生动反映了民众宿命观的持久：\n“他大嫂子，快别这样啦，看开了就好了。这个世界，本不是咱这号人活的，人都是命，没下生就定好了的，该着你当官当将，该着你为奴为婢，都是改不了的……咱老姐妹们关在这里，也是天老爷早就安排好了。”\n那么，如何理解宿命论呢？本文关注一个山东家族（笔者家族）中四位子女对家族史的不同记忆，包括他们被历史塑造的不同个性。考虑到同一个家庭的成员，对家族史的记忆和各自性格千差万别，我会很自然地想起中国一句老话：性格决定命运。但这个解释并不全面。它偏重于对结果的解释，却没有解释何以形成决定命运的性格。从这个家族历史可以发现，性格与命运是互为因果的。换句话说，如果一个人的后半生是由性格组成，那么性格的形成与变化却需要从前半生中寻找解释。\n吕寿亭子女的回忆集中于毛泽东时代的中国，以父亲吕寿亭的人生经历为主，穿插了兄弟姐妹的不同成长经历：吕寿亭1917年出生于山东省莱阳市的一个村庄。1940年代初期，在中日战争期间，吕寿亭做乡村保长，受当地一位伪军管辖。1940年代后期，国共内战，他是村里的民兵，为共产党抬过担架。1950年代初，吕寿亭的第一位妻子去世，他与第二位妻子重组了家庭。这段时间他做个体马车运输，后来公私合营，他的马车归公，他成了马车合作社的一名员工。很显然，他对合营的生活不太满意，大概剥夺了他自己赶马车的自由。于是，在莱阳市的档案中，记载着他打伤牲口的事情。1958年，家庭再遭变故，吕寿亭被打成了“历史反革命”，发配到青海接受劳动改造。他的第二位妻子经受不住打击，生病去世。吕寿亭实际在青海待了十四年，到1972年才重新返回家乡，并于1977年去世。\n吕寿亭，约摄于1970年，青海\n记忆研究关注历史与记忆之间的张力，当然，其前提是尽可能还原史实。这个家族史的书写，是基于对若干材料的考证完成的，包括吕寿亭子女的不同记忆、关于吕寿亭的审判记录、其他市政档案、地方文献、以及中共宏大的政策史。正是在探究历史真相的过程中，历史和记忆的张力才呈现出来。需要说明，这个研究着手于2017至2020年，分析的重点集中于吕寿亭的大女儿、四女儿、唯一的儿子和最小的女儿。\n吕寿亭的儿女们，约摄于1959年\n多元记忆与宿命阐释\n吕丕凤是吕寿亭的大女儿，出生于1938年。她是所有子女中受苦最多的人，她经历了1940年代的战争，并对此记忆清晰。另外，1958年家庭遇到变故时——父亲改造，继母病逝——作为年龄最大的孩子，吕丕凤不得不承担起照顾弟弟、妹妹的责任。尽管受苦最多，但吕丕凤在晚年回忆时，流露出很大的满足感，她把一生分成战争时代、大集体时代、单干时代。\n第一个阶段指1949年以前。吕丕凤年幼时期经历了战争和革命的动荡，她在回忆家族史时，不时提及这个阶段给她带来的恐惧。第二阶段指1949至1982年，经过最初不到十年的过渡，在农村推行了集体化道路，直到1982年，农村土地重新分配给个体农民，集体化道路终结。这个阶段不再有战争动荡，但吕丕凤的家庭在这个时期遭遇坎坷，比如父亲劳改、两个母亲病逝等。尽管小家庭遭受了苦难，但回忆这个阶段时，吕丕凤却将这种苦稀释在对集体化热闹、公平的怀念中。因为集体出工干活，因为集体化时期相对平均的物质生活，吕丕凤感觉受苦的不只是自己。第三阶段则指1982年之后，农村的物质生活得到很大改善。\n吕丕凤平衡感的建构，既依赖于忆苦思甜的情感本能，也无意间做着个体记忆向集体记忆的转换。一方面，她比姊妹们拥有更多可以对比的记忆，从战争到集体化的过渡，为她创造了足够的知足理由。后一种过渡虽然让她经历了重新确定身份的不适，却以“生活两次变好”的体验做了补偿。另一方面，她个人经历的苦难主要集中在集体化时期，于是她把个人的苦过渡到一代人，甚至整个国家层面。除了极个别的苦是个人的，只能用笼统的“命”来解释，多数的苦都成了群体共享的。苦难被稀释，甚至被升华，赋予了一种历史意义。\n吕丕凤信命，她用一段算命故事概括了自己走过的一生。大概是1960年，村里来了几个说书的盲人，据说其中有个年老的会算命。当时，吕丕凤的父亲已经去青海劳改了，继母也病逝了。村里人让她去算算命，吕丕凤不愿意，说知道自己命不好，不用算了。但她的长辈亲戚私下把她的生辰八字给算命的说了一下。算命的说：“这个小闺宁啊，命上带的姊妹真多，命真苦，她妈母还不在了，又有个后妈，后妈这歇儿也不在了，后妈还不是正儿八经张（娶）的，是夹个包袱去的（意思是穷得没啥可带）。这个小闺宁好比墙头上的一块砖，不能出门子太早，太早的话，就好比墙头的砖掉下去了，把下面水洼里的一群蛤蟆狗（蝌蚪）打散了，这群蛤蟆狗就是她的姊妹……小闺宁别看现在命这么苦，等她老了，能吃小锅饭（享福）。”当吕丕凤在晚年讲述这个算命故事时，当初的这些预言几乎是对她多难一生的概括。\n吕丕凤2019年接受访谈画面\n与吕丕凤的知足不同，四嫚吕明花的记忆充满痛苦，她不愿提及往事，即便提及，也多是充满怨愤的细节。吕明花出生于1946年，她并不是吕寿亭的亲生女儿，而是第二位妻子改嫁带过来的孩子。她的原生家庭被1947年农村的“土改运动”冲散，亲生父亲去向不知。她或许并不记得这次运动，但事后仍可以从其他人记忆中了解这次家庭变故。除此之外，吕明花遭遇的另一个变故是1958年亲生母亲的去世。这个变故对她格外有影响，因为当她随母亲来到一个新家庭时，环境的变化使母亲成了她最值得依靠的人。\n对吕明花影响很大的另一个因素，是她经历的第三个家庭，也就是1969年出嫁之后的家庭。因为出生前的指腹为婚，吕明花嫁给了邻村自己的表哥。丈夫人很瘦弱，吕明花感觉自己在新家庭和村子必须强悍起来，才能不被外人欺负。用她的话说：“自从到了这个新家之后，我就变雄了。”吕明花的丈夫自己研习中医，晚年之后在当地颇有影响。他研习中医很重视对阴阳五行的解释，这种家庭环境也影响了吕明花对宿命论这种超自然理念的看法。\n吕明花厌恶乡村世界的风言风语。但她对命、风水、鬼神等超自然理念充满敬畏，她是所有子女中最信命的人。当身体不舒服时，她更愿意求助巫术，当村里其他人遭遇苦难时，她更愿意从因果报应的角度来解释。\n吕明花并不依托记忆来建构内心平衡，她依靠超自然灵验寻求“命”的解释。吕明花并没有系统讲述她的理念，它可能很零散，也可能构成了联结完整的体系。无论如何，它独立于被外界称作科学的体系，排斥被外界视作理性的世界。正像列维-斯特劳斯总结的“野性思维”，类似吕明花头脑中的这种理念，或许从未远离人类生活。对于吕明花而言，信“命”锤炼了一个不轻易折断的自我，这个自我耐久，经受得住惨淡的现实，这种自我只有在不去寻根问底地干预命运安排时才能如此。\n与吕明花相比，吕明湖则对宿命很不以为然。吕明湖是吕寿亭唯一的儿子，出生于1952年。与四姐吕明花相似，吕明湖性格显得倔强、洒脱。他们心里都有“气”，这股“气”像是虚无的存在，但它指向人的隐忍，以及对自我尊严的捍卫。吕明湖和四姐吕明花的区别在于，四姐不在乎把这股“气”呈现出来，甚至故意呈现给外人看，而吕明湖则把这股气闷在心里，暗暗跟人较劲。所以，虽然他力图给人豁达洒脱的印象，但在回忆过去时，却经常忍不住流泪。他俩的性格某种程度上印证了欧文·戈夫曼的观察，个体出现在他人面前时，总有自我呈现的意识，试图控制他人关于自己的印象。\n吕明湖洒脱的一个体现是他从不信鬼神，不信命，他是家里唯一不信命的人，他把那一切称作“迷信”、“牛鬼蛇神”。他更喜欢提“科学”这个字眼，尽管他可能说不清到底什么是“科学”。他说跳大神、风水这些东西是个精神疗法，没有什么科学依据。“科学解释不了的事情多了，只能说明人的能力现在还不行”。\n为什么一个家庭长大的人，对鬼神和命的态度差别这么大。吕明湖说，他之所以不信这些，是受小学一篇课文影响，课文名字叫“鲁迅踢鬼”。鲁迅是红极一时的作家，吕明湖只是“四类分子”子女、落魄的农村少年，前者的文字竟影响后者一生的精神观念，听起来匪夷所思，却也不无真实。鲁迅1936年去世，当他的影响力在1960年代走向巅峰时，全国中小学课本里，大概最多的就是毛泽东、鲁迅两个响当当的名字。吕明湖小学毕业那年，正赶上“文化大革命”，破四旧，斗“牛鬼蛇神”，他对封建迷信就更不以为然了。\n吕明湖坚决抵制“命”的意识，拒绝把自己的一切都悬在“命”这个概念上，这意味着他排斥了一种建构内在平衡的渠道。按社会学家解释，“科学”的意识让人接受了以风险观念为基础的社会现实。但似乎不足以以此解决生存危机，进而建构内在平衡。在内心隐忍、怨愤与对外洒脱、豁达之间，吕明湖努力维系着平衡状态，他的内心自然承受了矛盾与煎熬。\n吕明湖劳动画面，约摄于2000年\n吕丕玉出生在1957年，是吕寿亭子女中年纪最小的。她极其内向、倔强，因此也是所有子女中最难交流的人。吕丕玉的表述能力挺差，她甚至很难一口气说出一句完整的话。她提供的记忆细节并不多，常常用这样的话应付场面：“我哪能记得”，“我那时候还小，不理会这些营生，再说现在脑子也不好使了”。\n吕丕玉出生第二年，家庭就遭遇了巨大变故，父亲改造，母亲去世。吕丕玉从小就长在没有爹妈的家庭里，因为排行最小，姐姐、哥哥总是护着她，有吃的先给她，出门也常常抱着或背着她。即便当年日子艰难，因为在家庭内部的特殊角色，她并没有太多衣食忧虑，但不经意间却形成了对家庭安全感的依赖，这自然不利于她在外部环境中建构身份认同。\n对吕丕玉影响很大的是上小学的经历。那是1965至1970年，正赶上 “文化大革命”前半段。村里强调阶级斗争，家庭背景成了确定个人身份的重要因素。上学时候被区别对待，加上继续受教育的权利被剥夺，使吕丕玉意识到了一种不由己的身份，加上她过于依赖家庭内部的安全感，这都加深了她的内向和胆怯。\n到了晚年，吕丕玉似乎很难建构内在平衡，她不无忧郁的气质就是一个证据。姐姐、哥哥都认为她命好，从小不用操心，没遭什么罪，但他们只是说了表象。吕丕玉的性格印证了“性格决定命运”的老话，她很难像大姐吕丕凤那样知足，那样内心平静。\n吕丕玉也在逐渐尝试建构自己的平衡。她也从记忆中寻找知足感觉，虽然不像大姐一样，可以获得“生活两次变好”的体验，但她也说过：“现在就再怎么不好，我也试着比以前强。”她步入晚年时，也逐渐开始信“命”，但只是处在不完全信，也不完全不信的状态中，有点临时抱佛脚的意味。比如，有时身体不舒服，她也会在四姐吕明花鼓动下，尝试求助神婆。她儿子连续几年升学不顺，她也私下怀疑茔盘风水不好，询问四姐需不需要找人看看。这都多多少少让她找到了点平衡感，但似乎极不稳定，随时又会动摇。如果说她有获得满足感的来源，那要数她儿子在教育上取得的成绩。虽然中间有些波折，但吕丕玉的儿子从小成绩突出，后来成了村里第一个博士，第一个公费出国的人。吕丕玉从这里获得了很大安慰，也仿佛看到自己当年无力获取的机会，如今在下一代身上得到了补偿。\n人的境况与宿命论\n米尔斯认为，“命”是历史上一定类型社会结构的体现。但在农民“命”的意识中，自我与外部结构的关联像是歪打正着的解释。也就是说，农民认“命”时，实际包含了一种视野局限。他们不是根据历史变迁和制度冲突来理解自己的遭遇，他们对自身生活和外在结构的联系知之甚少。他们只是笼统模糊地意识到，有一种不可控制的力量在决定自己的“命”，并把对“命”的解释置于视野可及的范围内。从这个意义上说，农民“命”的意识更多是对个体生命轨迹的解读，很少涉及集体的“命”，而且这种解读往往依赖与周边人的对比。\n要理解“命”的逻辑，不妨借助于对“荒谬”这个概念的解释。加缪说荒谬是人的呼唤与世界不合理的存在之间的对抗。荒谬在于人，也在于世界，它是目前为止人与世界之间的唯一联系。吕寿亭子女的不同记忆里，每个人都透着矛盾荒谬，大嫚吕丕凤受苦最多，但晚年的幸福感似乎最明显，但忆及当年仍禁不住哭泣。四嫚吕明花兼具外表刚强与内心柔弱，既幽默达观又忧郁伤感。吕明湖继续呈现着外在洒脱，却在私下里默默忍受生活的苦。六嫚吕丕玉在兄姐眼里没受苦，命不错，但却始终带着一种忧郁气质。\n个体记忆之外的集体记忆，也不时透着荒谬。比如农民为什么既满足于当下，又怀念过去。怀旧本身就是充满诱惑，却也不无荒谬的意识过程。比如对农民怀念集体时代的热闹、公平、治安稳定、没有贪腐。一定程度上说，集体化时代的人口与年龄结构使农村更富活力，与后来的老龄化乡村对比明显。同时，集体化尽管带来农业生产的怠工，但在其他公共生活中调动了农民的主体性、能动性，比如文化俱乐部、农民学校、赤脚医生等。\n但细想来，集体记忆仍有潜在的意识创造。当农民强调集体化是个“公平”时代时，他们指向干部贪腐的有限。但农民强调经济上的平均，却无意间忽略了政治身份的差异，尽管土改划成分仍是基于经济基础，但随着此后政治运动增多，“四类分子”的标签则更多强调了个体、家庭之间在政治上的差异。当这些家族后人也参与了对公平的集体怀念时，他们无意间优先强调了经济方面，这很可能是受到后集体化时代强调经济发展的社会风气影响。\n另一方面，即便大队干部多吃多占有限，他们毕竟掌握了自由处置部分资源的权力，比如粮食、农具、子女教育、社办厂矿的工作机会等。这些资源从事后来看可能有限，但由于当时农民整体贫穷，它们仍包含着可观价值。在集体时期，农民甚至天天为多拿一个工分而争执，而对于村庄事情，或者更大层面上的国家事情，他们尽管也会关心，但总不如自己身上这些鸡毛蒜皮来得透彻、实在。\n进一步思考，农民怀念“公平”，回避了户籍与配给上的城乡差异。农民似乎暗含了“不患寡而患不均”的意识：公平就是他们和自己的邻居一样，和自己认识的人一样，当一个人生活糟糕时，因为自己认识的人生活同样糟糕，也就没什么可以抱怨了。\n农民认“命”自有道理。人生下来，没人问他愿不愿意，他就被关进一个并非自己选择的身体，投进一个无力改变的时代、地域。他将面临特殊的可能与不可能，这些无法左右的因素，恰恰很大地影响了个体生命轨迹、家族兴衰。从这个意义上说，农民的“命”接近于出身解释，包含了对自我身份的认知。比如，二十世纪后半期的中国农民，很难不受城乡户籍制度约束，它将一个群体的身份定义成单一的农民，影响深远。以至直到当下，当城市户籍者可以多元地认定自己身份时——比如公务员、医生、科研人员、企业工作人员——农民却很难将“农民”的身份再做细分。\n没有对比就难有苦乐体验，也很难激起人“命”的意识，于是，“命”成了个体对其有限的外在社会关系的认知。郭于华认为，农民的常规生活方式，集中体现在获取和积累财富的方式上。对于财富的获得和积累，对于个人和家庭境遇的变故，农民常做宿命解释，但这种解释不一定体现农民对实际生活的态度。比如一个富有的家族，家道中衰，人们会斥之为祖上没有积德。但与其说这是一种解释，不如说是一种包含着复杂认知的幸灾乐祸式的情绪表达。反之，对一个值得同情对象遭到的厄运，人们也常常解释成“命中注定”，与其说这是归纳原因，不如说是为自己或他人寻找一种心理平衡。就此而言，“命”的意识往往不体现事实判断，而更像是处理人际关系或释放内心焦虑的方式与技巧。\n当然，基于对外在社会关系的认知，“命”的意识终究要回到对自我经历的解释上。此时，“命”的意识更多带有人至晚年的自我慰藉。“命”的意识偶尔关乎颜面，尤其晚年才开始信命的人，不只在寻找一个自我慰藉，也在制造一个在外人面前解释自我境遇的理由。如果这种意识出现在较早年龄，随着时间推移，“命”的意识很可能带来“自验成真”的可能。也就是说，当一个人过早接受“命”的意识时，便会安于“命”的现成解释，以至错失了更好发展机会，终至造成不利于己的后果。而此时不好的后果，又似乎恰恰证明了最初命定的解释。\n农民“命”的意识不无矛盾。一方面，虽然它更多是对个体生命轨迹的解读，但有时又在无意间默许了集体命定的局面。典型的体现是他们几乎不拿自己跟城里人做比，对于农村诸多福利的缺失，农民会说这就是他们的命，这种解释包含了他们对农民这个集体身份的默许。于是，农民把对比的范围放在目光可及的乡村范围里。城市人的生活比农民好十倍，也很难激起他们心里的不平衡，相比之下，一个农民可能因为邻居生活比自己好一丁点，就感觉心里不平衡。\n除了横向对比中的矛盾，农民“命”的意识也包含了纵向解释的矛盾。农民往往是到晚年，才用“命”解释人生经历。也就是说，“命”是基于当下状况对过往的追溯。但在解释中，“命”却往往被说成基于出生之际，对此后路途的决定。正如一位农民告诉我：“人一下生，身后就有三千六百的小鬼跟着，一个人是什么命，在一下生的时候就定了。”在当下状况与生命之初的往复穿梭中，“命”产生了一种难以察觉的逻辑混淆。在这种混淆中，偶然性变成了农民口中的“命”，其对个人历史、集体历史的影响被抹去，代之以一种必然倾向。实际上，偶然性在另一方面意味着可能性，这本身就否定了生命是先定的、不可改变的存在。农民用宿命论解释往事，可能是很难找到比这更好的安慰，因为当他们想到可以避免一些不幸时，这种想象比遭遇不幸本身更令人痛苦。“命”是农民基于人世荒谬产生的人生解释，但这种解释的确定性，却恰恰否定了不可解释的荒谬。\n结论\n吕寿亭的子女用各有侧重的方式——记忆、超自然灵验、科学、寄托下一代——建构内在平衡，建构观念世界的一种秩序。他们家庭角色的差异，影响了各自不同的人生经历，也决定了晚年建构平衡的方式、达成平衡的效果有所不同。当然，他们也有相似的意识呈现，比如，他们多多少少都有忆苦思甜的倾向，即便四嫚吕明花不愿提及过去，她也承认现在变好了。再比如，他们都把对“命”的理解延续到对下一代的期望上，从后人的变好中感受到了“命”的延续与完善。\n吕寿亭子女的意识建构带有一定普遍性。农民忆苦思甜时，满足于当下对过去的改进，此时农民默认了自己的“农民”身份。而当把“命”的理解寄托在下一代时，农民的满足感很大程度上却源于后代的身份转换：下一代摆脱了农村，在城里有了稳当工作，不用再吃农民的苦了。此时，“农民”身份又成了苦难的一个原因。过去是满足的来源，却又是一种负担。农民在这种身份认同的摇摆中，完成了对个体与家族苦难的调适。这种调适无意间呈现出一种时间秩序，建立了过去、现在和未来间的关联，这种关联已经超出了农民随口所说的有关“命”的解释，即人一出生时生命轨迹早已注定。实际上，农民即便在晚年形成了宿命意识，但他们不会轻易用这种意识影响自己的后人。农民信命，但他们仍相信奋斗可以改变一个人的“运”。从这个角度来看，“命”的意识里也包含着一种潜意识，即对超越命定的期待。\n彼得·伯克的身份理论认为，自尊感取决于一个人的获取与预期之间的比值，源于一个人顺利完成了对自我身份的认知。这意味着，一个人有意无意间呈现的内容，其间的矛盾可以消解，记住还是忘记之间的紧张状态可以消解，尽管有时非常困难。一旦创伤性经验可以作叙事处理，可以成功归入一个人的生活史，它就会弱化威胁性。创伤经验适应了身份，身份也适应了创伤经验，或者说，经验和身份实现了和解，这一和解既尊重经验，也尊重身份。的确，只有付出最大的努力，只有在最痛苦地坠入个人或集体性的过去时，新平衡的形成才有可能。“命”的逻辑正在于从不同意识中寻找平衡，在虚幻与现实间周而复始。\n如果用抽象的话语解释“命”的意识，或许可以这样理解：“命”是一种自我建构，是人对无可避免的荒谬困境的应对。人无法完全摆脱外在束缚，但从某个时刻开始，他意识到需要内在地为自己寻找一个位置。人在偶然的瞬间体会到荒谬和悲剧，自此开始寻求自我建构，这些常常是并不明晰的意识。一个人内在地顺应自己的“命”，虽谈不上有了精神世界的信仰，但它在世界的混沌中建构了一种明确性。自我建构很大程度上依赖记忆，着眼过去，也以当下的意识指向未来。从这个意义上说，认命并不是简单地顺从荒谬困境，它内含了对荒谬的反抗。\n当然，自我建构不会凭空产生，个体内在平衡始终与外部结构交互影响，个体在努力建构人际关系平衡，也在过日子的过程中，努力完成各个生命阶段的任务。杨庆堃认为中国传统宗教是分散性而非制度性的宗教，其特质是宗教与世俗生活、制度混为一体。这种分散性及与世俗的融合性，也体现在中国老百姓的宿命意识中，“命”同样不是独立完整的体系，每个人根据自己的经历，建构一个并不条理清晰的解释体系。从这个意义上说，内部自我建构与外在结构平衡共同构建了个体的“命”。",
    "viewed_at": "2025-03-30T11:50:43.076330"
  }
]