[
  {
    "title": "Metroid Prime 4: Beyond gameplay trailer shows off Samus' new psychic abilities",
    "link": "https://www.engadget.com/gaming/nintendo/metroid-prime-4-beyond-gameplay-trailer-shows-off-samus-new-psychic-abilities-143326681.html?src=rss",
    "source_name": "Engadget",
    "pub_date": "Thu, 27 Mar 2025 14:33:26 +0000",
    "description": "After years of delays and at least one complete reboot , Metroid Prime 4: Beyond is coming in the near future. During a Nintendo Direct presentation on Thursday, Nintendo offered a closer look at gameplay. The trailer shows Samus exploring a jungle planet called Viewros that &quot;she was unexpectedly transported to.&quot; She&#39;ll battle malevolent alien creatures and scan relics to learn information that may help her escape. Not only that, Samus will receive new psychic abilities she can use to open doors and manipulate mechanisms, as well as control the direction of beams that she fires. There&#39;s a bit of a mystery as to why she receives these powers, but we&#39;ll probably learn that through the course of the story. There&#39;s still no specific release date as yet. However, Nintendo reaffirmed that the game is coming to the Switch in 2025 . It will presumably run on the Switch 2 as well thanks to that system&#39;s backwards compatibility. This article originally appeared on Engadget at https://www.engadget.com/gaming/nintendo/metroid-prime-4-beyond-gameplay-trailer-shows-off-samus-new-psychic-abilities-143326681.html?src=rss",
    "viewed_at": "2025-03-27T23:22:08.213391"
  },
  {
    "title": "Patapon 1 + 2 Replay brings two PSP classics to Nintendo Switch on July 11",
    "link": "https://www.engadget.com/gaming/nintendo/patapon-1--2-replay-brings-two-psp-classics-to-nintendo-switch-on-july-11-143627695.html?src=rss",
    "source_name": "Engadget",
    "pub_date": "Thu, 27 Mar 2025 14:36:27 +0000",
    "description": "A pair of cult classics from Sony&#39;s PlayStation Portable library are heading to the Switch. On Thursday, Nintendo announced Patapon 1 + 2 Replay , a package that brings together brand new remasters of 2007&#39;s Patapon and 2008&#39;s Patapon 2. Originally developed by Pyramid and Sony Japan Studio, which shuttered in 2021 , the two games combine elements from strategy and rhythm games. &nbsp;As the player, you must guide a tribe of anthropomorphic eyeballs to victory over their foes through a combination of drum beats. Patapon and Patapon 2 were well-received on release and went on to define the PSP&#39;s library of quirky but fun games. In addition to HD graphics, Patapon 1 + 2 Replay includes quality of life changes that should hopefully make this the best way to play these two gems.&nbsp; No word yet if the remaster is also making its way to PlayStation consoles. We&#39;ll update this article once we know more.&nbsp; This article originally appeared on Engadget at https://www.engadget.com/gaming/nintendo/patapon-1--2-replay-brings-two-psp-classics-to-nintendo-switch-on-july-11-143627695.html?src=rss",
    "viewed_at": "2025-03-27T23:22:06.908314"
  },
  {
    "title": "香港 5万人収容新スタジアム完成 7人制ラグビー国際大会開催へ",
    "link": "http://www3.nhk.or.jp/news/html/20250327/k10014761711000.html",
    "source_name": "NHK国际",
    "pub_date": "Thu, 27 Mar 2025 06:24:41 +0900",
    "description": "香港でおよそ5万人を収容できる新たなスタジアムが完成し、28日から7人制ラグビーの国際大会が開かれます。これを前に大会に出場する女子の日本代表の選手が意気込みを語りました。",
    "viewed_at": "2025-03-27T23:22:05.976702"
  },
  {
    "title": "台湾 港での爆発想定の大規模訓練 有事への備え示すねらいも",
    "link": "http://www3.nhk.or.jp/news/html/20250327/k10014762731000.html",
    "source_name": "NHK国际",
    "pub_date": "Thu, 27 Mar 2025 20:52:48 +0900",
    "description": "台湾で、港での爆発などを想定した大規模な訓練が行われ、社会全体の防衛力を高めるとともに、いわゆる台湾有事に備える姿勢を示すねらいもあるとみられます。",
    "viewed_at": "2025-03-27T23:22:05.181017"
  },
  {
    "title": "トランプ氏 25％の自動車関税署名 日本車も対象 国内影響は？",
    "link": "http://www3.nhk.or.jp/news/html/20250327/k10014761851000.html",
    "source_name": "NHK国际",
    "pub_date": "Thu, 27 Mar 2025 21:14:17 +0900",
    "description": "アメリカのトランプ大統領は26日、輸入される自動車などに25％の追加関税を課すとする文書に署名しました。日本車も対象となり、4月3日に発動するとしています。エンジンなどの部品も含まれ、アメリカに多くの車や部品を輸出する日本の自動車産業にも打撃が及ぶ懸念が高まっています。",
    "viewed_at": "2025-03-27T23:22:04.351567"
  },
  {
    "title": "Trump’s reactions to cyber breaches",
    "link": "https://www.aljazeera.com/program/compare-contrast/2025/3/27/trumps-reactions-to-cyber-breaches-2?traffic_source=rss",
    "source_name": "半岛电视台",
    "pub_date": "Thu, 27 Mar 2025 07:51:47 +0000",
    "description": "We compare and contrast Donald Trump criticising Hillary Clinton for risking sensitive data with a private email server",
    "viewed_at": "2025-03-27T23:22:03.391918"
  },
  {
    "title": "US immigration officials detain Turkish student over pro-Palestine views",
    "link": "https://www.aljazeera.com/program/newsfeed/2025/3/27/us-immigration-officials-detain-turkish-student-over-pro-palestine-views?traffic_source=rss",
    "source_name": "半岛电视台",
    "pub_date": "Thu, 27 Mar 2025 13:35:40 +0000",
    "description": "Video shows masked and plain-clothed US federal agents detaining a Turkish PhD student from Tufts University.",
    "viewed_at": "2025-03-27T23:22:02.400265"
  },
  {
    "title": "Peter Dutton promises ‘significant funding commitment’ to defence – as it happened",
    "link": "https://www.theguardian.com/australia-news/live/2025/mar/27/australia-politics-live-fuel-excise-cost-of-living-tax-cuts-salmon-election-anthony-albanese-peter-dutton-ntwnfb",
    "source_name": "卫报国际",
    "pub_date": "Thu, 27 Mar 2025 10:13:11 GMT",
    "description": "Opposition leader responds to Labor’s pre-election budget. This blog is now closed Dutton unveils gas reservation scheme and vows to sack 41,000 public service workers in budget reply Get our breaking news email , free app or daily news podcast Taylor on reports Dutton had to tell colleagues to stop leaking It’s been reported that Peter Dutton has had to read the riot act to the Coalition party room to tell MPs to stop leaking and undermining their colleagues. We will continue to fight hard for those hard-working Australians who deserve relief at the bowser, who are paying too much for everything right now and who can get a better deal. Continue reading...",
    "viewed_at": "2025-03-27T23:22:01.310867"
  },
  {
    "title": "Japan, a car-making giant, mulls ‘appropriate’ response to Trump tariffs",
    "link": "https://www.washingtonpost.com/world/2025/03/27/japan-auto-industry-trump-tariffs/",
    "source_name": "华盛顿邮报国际",
    "pub_date": "Thu, 27 Mar 2025 09:44:26 +0000",
    "description": "A strong U.S. security ally with a large trade surplus, Japan has few options for retaliating against the tariffs. Instead, it is bracing for an economic hit.",
    "viewed_at": "2025-03-27T23:22:00.171700"
  },
  {
    "title": "U.S. Military Provides Few Details on Daily Strikes in Yemen",
    "link": "https://www.nytimes.com/2025/03/26/us/politics/us-military-houthis-yemen.html",
    "source_name": "纽约时报国际",
    "pub_date": "Wed, 26 Mar 2025 23:38:56 +0000",
    "description": "The Pentagon has refused to disclose how many targets have been hit in Yemen, or identify the Houthi militia commanders killed in the campaign.",
    "viewed_at": "2025-03-27T23:00:36.740397"
  },
  {
    "title": "Here's what Elon Musk, the UAW and  industry figures are saying about Trump's auto tariffs",
    "link": "https://www.businessinsider.com/auto-tariffs-trump-responses-elon-musk-uaw-industry-figures-2025-3",
    "source_name": "商业内幕",
    "pub_date": "2025-03-27T12:51:40Z",
    "description": "<figure><img src=\"https://i.insider.com/67e536be63d72727e19860db?format=jpeg\" height=\"5464\" width=\"8192\" charset=\"\" alt=\"President Donald Trump in the Oval Office at the White House in Washington on March 26, 2025.\"/><figcaption>President Donald Trump signed an order to implement a 25% tariff on auto imports.<p class=\"copyright\">Pool via AP</p></figcaption></figure><ul class=\"summary-list\"><li>Trump&#39;s 25% auto tariff shook markets, hitting stocks and sparking fears of a global trade war.</li><li>UAW backed the move, while Tesla and foreign automakers warned of higher costs and job risks.</li><li>Japan, the EU, and South Korea threatened retaliation and emergency trade measures.</li></ul><p>President Donald Trump finally announced <a target=\"_blank\" class=\"\" href=\"https://www.businessinsider.com/tesla-stock-price-trump-auto-tariffs-trade-war-tech-stocks-2025-3\">25% tariffs on auto imports</a> on Wednesday, which he said would push automakers to expand production in the US.</p><p>Here&#39;s what industry figures and politicians are saying about the decision. </p><h2 id=\"1c6838ca-1c5c-4783-88e4-edbedb3d8142\" data-toc-id=\"1c6838ca-1c5c-4783-88e4-edbedb3d8142\">UAW welcome</h2><p>The United Auto Workers union praised the move it said would help reverse more than 30 years of free trade policies that had devastated the US auto industry.</p><p><span>&#34;Ending the race to the bottom in the auto industry starts with fixing our broken trade deals, and the Trump administration has made history with today&#39;s actions,&#34; </span>UAW president Shawn Fain said in a statement.</p><p>The union expects the tariffs will push automakers, including the Big Three of GM, Ford and Stellantis as well as foreign companies such as Volkswagen, to invest more in the US and potentially create thousands of jobs.</p><p>The union argued that underutilized plants could quickly scale up production, reversing thousands of layoffs they attributed to the outsourcing to Mexico.</p><h2 id=\"613f26ab-246a-41f8-9e8e-6db0ac4d95c0\" data-toc-id=\"613f26ab-246a-41f8-9e8e-6db0ac4d95c0\">Tesla not untouched</h2><p>While <a target=\"_blank\" class=\"\" href=\"https://www.businessinsider.com/tesla\">Tesla</a> produces its cars in the US, CEO <a target=\"_blank\" class=\"\" href=\"https://www.businessinsider.com/elon-musk\">Elon Musk</a>&nbsp;said&nbsp;on X the tariffs would still have a &#34;significant&#34; impact on his EV company meaning it was <span>&#34;not unscathed here.&#34;</span></p><p>&#34;To be clear, this will affect the price of parts in Tesla cars that come from other countries,&#34; he posted on Wednesday, adding that the cost impact is &#34;not trivial.&#34;</p><p>The tariffs come as Tesla faces challenges including <a target=\"_blank\" rel=\"\" class=\"\" href=\"https://www.businessinsider.com/us-latest-place-tesla-sales-plunging-elon-musk-2025-3\"><u>US registrations</u></a> falling by 11% in January and <a target=\"_blank\" class=\"\" href=\"https://www.businessinsider.com/tesla-sales-slide-europe-elon-musk-ev-2025-3\">European sales sliding</a> 42% in January and February.</p><h2 id=\"75e03c3c-9248-43ae-ba6a-ed7bf61d1499\" data-toc-id=\"75e03c3c-9248-43ae-ba6a-ed7bf61d1499\">Japan considers options</h2><p>Japan, the second-largest exporter of vehicles to the US after Mexico, warned of a strong response. Prime Minister Shigeru Ishiba said &#34;every option&#34; was under consideration, and his government called the tariffs &#34;extremely regrettable&#34; and a threat to bilateral relations.</p><p>South Korea&#39;s industry minister, Ahn Duk-Geun, said Korean automakers faced &#34;considerable difficulties&#34; and would announce emergency measures.</p><h2 id=\"b25c82e6-1c03-4341-a498-f9a0fa991d78\" data-toc-id=\"b25c82e6-1c03-4341-a498-f9a0fa991d78\">European impact</h2><p>European automakers also sounded the alarm. The European Automobile Manufacturers&#39; Association warned that tariffs would hurt both global automakers and US domestic manufacturing, as European manufacturers export 50% to 60% of the cars they make in the US.</p><p>&#34;We urge President Trump to consider the negative impact of tariffs not only on global automakers but on US domestic manufacturing as well,&#34; said the association&#39;s director-general Sigrid de Vries in a statement sent to Business Insider.</p><p>European Commission President Ursula von der Leyen&nbsp;said&nbsp;she &#34;deeply regretted&#34; the US decision to impose tariffs, while UK finance minister Rachel Reeves said Britain would not escalate trade tensions.</p><h2 id=\"133b5490-dc24-483b-a659-3756c11f7a55\" data-toc-id=\"133b5490-dc24-483b-a659-3756c11f7a55\">Higher prices warning </h2><p>While Honda produces most of its cars for the American market in the US, rivals including Toyota, Nissan, Hyundai/Kia, Volkswagen, and Stellantis rely heavily on imports, making them particularly exposed to the tariffs.</p><p>Autos Drive America, representing foreign automakers like Honda and Toyota, warned the tariffs would lead to <a target=\"_blank\" class=\"\" href=\"https://www.businessinsider.com/auto-tariffs-trump-price-rises-new-cars-ford-gm-tesla-2025-3\">higher car prices</a>, fewer choices for consumers, and job losses.</p><p>&#34;The tariffs imposed today will make it more expensive to produce and sell cars in the United States, ultimately leading to higher prices, fewer options for consumers, and fewer manufacturing jobs in the US,&#34; said Jennifer Safavian, the CEO of Autos Drive America.</p><div class=\"read-original\">Read the original article on <a href=\"https://www.businessinsider.com/auto-tariffs-trump-responses-elon-musk-uaw-industry-figures-2025-3\">Business Insider</a></div>",
    "viewed_at": "2025-03-27T22:23:32.086923"
  },
  {
    "title": "Want to learn vibe coding? Andrew Ng has a course for that.",
    "link": "https://www.businessinsider.com/andrew-ng-ai-learn-vibe-coding-course-replit-2025-3",
    "source_name": "商业内幕",
    "pub_date": "2025-03-27T13:11:19Z",
    "description": "<figure><img src=\"https://i.insider.com/67e5437169253ccddf9a6f85?format=jpeg\" height=\"4634\" width=\"6951\" charset=\"\" alt=\"Stanford professor Andrew Ng on stage in Seoul.\"/><figcaption>Andrew Ng has a new course on vibe coding.<p class=\"copyright\">ANTHONY WALLACE/AFP via Getty Images</p></figcaption></figure><ul class=\"summary-list\"><li>Andrew Ng has launched a course teaching vibe coding, the latest Silicon Valley craze.</li><li>The Stanford professor has introduced a &#34;vibe coding 101&#34; course with AI company Replit.</li><li>Ng said that asking AI tools to do &#34;everything in one shot usually does not work.&#34;</li></ul><p>Want to get into <a target=\"_blank\" class=\"\" href=\"https://www.businessinsider.com/vibe-coding-ai-silicon-valley-andrej-karpathy-2025-2\">vibe coding</a>? There&#39;s a course now that teaches you how.</p><p><a target=\"_blank\" class=\"\" href=\"https://www.businessinsider.com/andrew-ng-ai-jobs-workers-optimist-economy-2024-7\">Andrew Ng,</a> the Stanford professor and former Google Brain scientist, has launched a &#34;Vibe Coding 101&#34; short course for newbies who want to learn how to use generative AI tools to write and manage code.</p><p>Vibe coding, a term <a target=\"_blank\" class=\"\" href=\"https://x.com/karpathy/status/1886192184808149383\">coined in February</a> by OpenAI cofounder Andrej Karpathy, describes how software development is being increasingly automated by AI agents that are given prompts by humans. </p><p>Seasoned software engineers are <a target=\"_blank\" class=\"\" href=\"https://www.businessinsider.com/vibe-coding-software-engineer-skills-jobs-ai-cursor-chatgpt-2025-3\">using AI to speed up their work</a>, but it&#39;s also attracting people without much coding experience.  </p><p>Ng, a computer science veteran, wrote on X that while he believes coding agents are &#34;changing how we write code,&#34; making vibe coding work in practice takes a bit of work.</p><p>&#34;Contrary to popular belief, effectively coding this way isn&#39;t done by just prompting, accepting all recommendations, and hoping for the best,&#34; he wrote, noting that using AI to write effective code requires a more refined process.</p><div id=\"1743078158153\" data-styles=\"default-width\" data-embed-type=\"custom\" data-script=\"https://platform.twitter.com/widgets.js\" class=\"insider-raw-embed\" data-type=\"embed\"><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">New short course: Vibe Coding 101 with Replit! Learn to build and host applications with an AI agent in this course, built in partnership with <a href=\"https://twitter.com/Replit?ref_src=twsrc%5Etfw\">@Replit</a> and taught by its President <a href=\"https://twitter.com/pirroh?ref_src=twsrc%5Etfw\">@pirroh</a> and Head of Developer Relations <a href=\"https://twitter.com/mattppal?ref_src=twsrc%5Etfw\">@mattppal</a>.<br/><br/>Coding agents are changing how we write code.… <a href=\"https://t.co/jMQHnZjAre\">pic.twitter.com/jMQHnZjAre</a></p>&mdash; Andrew Ng (@AndrewYNg) <a href=\"https://twitter.com/AndrewYNg/status/1904929635043074478?ref_src=twsrc%5Etfw\">March 26, 2025</a></blockquote> <script async=\"\" src=\"https://platform.twitter.com/widgets.js\" charset=\"utf-8\"></script></div><p>He said that he codes &#34;frequently&#34; using large language models, or LLMs, adding that &#34;asking an LLM to do everything in one shot usually does not work.&#34;</p><p>It&#39;s why Ng&#39;s course &mdash; a 94-minute video series built in collaboration with AI agent company Replit &mdash; aims to give participants a beginner&#39;s look at how AI tools can be used most effectively to vibe code.</p><p>Ng said the course, taught by Replit president Michele Catasta and the head of its developer relations, Matt Palmer, would teach <a target=\"_blank\" class=\"\" href=\"https://www.businessinsider.com/vibe-coding-software-engineer-skills-jobs-ai-cursor-chatgpt-2025-3\">aspiring vibe coders</a> how to build and deploy web applications with an AI agent.</p><p>Ng added that key principles would be taught to accomplish this, such as &#34;giving agents one task at a time, making prompts specific,&#34; and offering a clear sense of how to approach debugging &mdash; the process developers go through to identify mistakes in their code.</p><p>Other course elements include teaching participants how an AI tool like Replit can be used to automate key portions of the software development process, such as building a prototype of an app or tool.</p><p>&#34;By the end of this course, you&#39;ll have a solid foundation in building with coding agents, and a process you can use to keep vibe coding effectively,&#34; Ng said.</p><div class=\"read-original\">Read the original article on <a href=\"https://www.businessinsider.com/andrew-ng-ai-learn-vibe-coding-course-replit-2025-3\">Business Insider</a></div>",
    "viewed_at": "2025-03-27T22:22:36.827668"
  },
  {
    "title": "Yale professor who studies fascism fleeing US to work in Canada",
    "link": "https://www.theguardian.com/us-news/2025/mar/26/yale-professor-fascism-canada",
    "source_name": "卫报国际",
    "pub_date": "Wed, 26 Mar 2025 22:26:12 GMT",
    "description": "Jason Stanley, who says grandmother fled Berlin with his father in 1939, says US may become ‘fascist dictatorship’ A Yale professor who studies fascism is leaving the US to work at a Canadian university because of the current US political climate, which he worries is putting the US at risk of becoming a “fascist dictatorship”. Jason Stanley, who wrote the 2018 book How Fascism Works: The Politics of Us and Them, has accepted a position at the University of Toronto’s Munk School of Global Affairs and Public Policy. Continue reading...",
    "viewed_at": "2025-03-27T22:22:26.579828"
  },
  {
    "title": "South Korea wildfires become biggest on record as disaster chief points to ‘harsh reality’ of climate crisis",
    "link": "https://www.theguardian.com/world/2025/mar/27/south-korea-fires-death-toll-rises-worst-in-history",
    "source_name": "卫报国际",
    "pub_date": "Thu, 27 Mar 2025 13:00:48 GMT",
    "description": "Officials point to ultra-dry conditions as death toll reaches 27 and fires threaten Unesco heritage sites Authorities in South Korea are battling wildfires that have doubled in size in a day in the country’s worst ever natural fire disaster. At least 27 people have died and hundreds of buildings destroyed in the south-eastern province of North Gyeongsang, with the country’s disaster chief saying the fires had exposed the “harsh reality” of global heating. Continue reading...",
    "viewed_at": "2025-03-27T22:15:56.007836"
  },
  {
    "title": "Art Expert Accused of Duping Prince and Palace of Versailles Stands Trial",
    "link": "https://www.nytimes.com/2025/03/25/world/europe/france-fake-furniture-trial.html",
    "source_name": "纽约时报国际",
    "pub_date": "Thu, 27 Mar 2025 03:20:11 +0000",
    "description": "A connoisseur of 18th-century French furniture fooled buyers into purchasing chairs with fake royal pedigrees, authorities say. The distinct taste of licorice helped give him away.",
    "viewed_at": "2025-03-27T22:15:54.443805"
  },
  {
    "title": "Jair Bolsonaro Ordered to Face Trial in Brazil for Attempting a Coup",
    "link": "https://www.nytimes.com/2025/03/26/world/americas/brazil-bolsonaro-trial-coup-2022-elections.html",
    "source_name": "纽约时报国际",
    "pub_date": "Wed, 26 Mar 2025 23:52:21 +0000",
    "description": "Brazil’s top court ruled that the former president will be tried over his role in a vast plot to cling to power after his 2022 election loss.",
    "viewed_at": "2025-03-27T22:15:53.149521"
  },
  {
    "title": "Houthis in Yemen Won’t Be Defeated by Airstrikes Alone, Experts Say",
    "link": "https://www.nytimes.com/2025/03/27/world/middleeast/houthis-yemen-us-strikes-reality.html",
    "source_name": "纽约时报国际",
    "pub_date": "Thu, 27 Mar 2025 12:08:58 +0000",
    "description": "U.S. officials seek to curb the militants’ attacks on ships in the Red Sea, but the group was not deterred by strikes in the Biden era and won’t be beaten by air power alone, experts say.",
    "viewed_at": "2025-03-27T22:15:52.605773"
  },
  {
    "title": "Tomb of Unknown Pharaoh Is Unearthed in Egypt",
    "link": "https://www.nytimes.com/2025/03/27/world/africa/egypt-tomb-pharaoh-abydos.html",
    "source_name": "纽约时报国际",
    "pub_date": "Thu, 27 Mar 2025 12:02:00 +0000",
    "description": "The burial chamber most likely belonged to a ruler in a line of kings once lost to history, researchers said. “It’s a new chapter in investigating this dynasty,” one noted.",
    "viewed_at": "2025-03-27T22:15:51.718309"
  },
  {
    "title": "Tourist Submarine Sinks Off Egypt’s Red Sea Coast",
    "link": "https://www.nytimes.com/2025/03/27/world/middleeast/egypt-tourist-submarine-hurghada-red-sea.html",
    "source_name": "纽约时报国际",
    "pub_date": "Thu, 27 Mar 2025 12:38:40 +0000",
    "description": "The vessel was said to be carrying more than 40 tourists near the Red Sea resort of Hurghada.",
    "viewed_at": "2025-03-27T22:15:50.941751"
  },
  {
    "title": "Drones, Mines and Snipers: Ukraine’s Front Line Is a World Away from Peace Talks",
    "link": "https://www.nytimes.com/2025/03/27/world/europe/ukraine-front-line-peace-talks.html",
    "source_name": "纽约时报国际",
    "pub_date": "Thu, 27 Mar 2025 09:03:49 +0000",
    "description": "For soldiers and commanders on the edge of battle, any talk about a lasting cease-fire still feels like a dangerous fantasy.",
    "viewed_at": "2025-03-27T22:08:30.923680"
  },
  {
    "title": "In Controversial Shake-Up, Israeli Lawmakers Give Themselves More Power to Choose Judges",
    "link": "https://www.nytimes.com/2025/03/27/world/middleeast/israel-netanyahu-judges.html",
    "source_name": "纽约时报国际",
    "pub_date": "Thu, 27 Mar 2025 12:33:06 +0000",
    "description": "Benjamin Netanyahu, the Israeli prime minister, appears to have returned to the judicial overhaul that divided the country before the war in Gaza.",
    "viewed_at": "2025-03-27T22:08:15.854772"
  },
  {
    "title": "South Korea Wildfires Raze Ancient Temples, Force Evacuations",
    "link": "https://www.nytimes.com/2025/03/27/world/asia/south-korea-wildfires-heritage.html",
    "source_name": "纽约时报国际",
    "pub_date": "Thu, 27 Mar 2025 13:20:49 +0000",
    "description": "The country’s largest blaze on record has left 27 dead and destroyed heritage sites, including two 1,000-year-old temples.",
    "viewed_at": "2025-03-27T22:08:02.302643"
  },
  {
    "title": "Trump Threatens Europe and Canada if They Band Together Against U.S.",
    "link": "https://www.nytimes.com/2025/03/27/world/europe/trump-tariff-threat-canada-eu.html",
    "source_name": "纽约时报国际",
    "pub_date": "Thu, 27 Mar 2025 09:30:44 +0000",
    "description": "In a late-night social media post, the president said he would impose “large scale” tariffs if Canada and the European Union allied to “do economic harm” to America.",
    "viewed_at": "2025-03-27T18:36:17.713481"
  },
  {
    "title": "How Russia’s Tactics Give Them an Advantage in U.S.-led Peace Talks",
    "link": "https://www.nytimes.com/2025/03/26/world/europe/russia-ukraine-us-peace-talks.html",
    "source_name": "纽约时报国际",
    "pub_date": "Wed, 26 Mar 2025 23:49:12 +0000",
    "description": "Moscow’s demands are slowing the process and giving it the advantage in talks with a deal-hungry United States, experts said.",
    "viewed_at": "2025-03-27T18:36:10.391502"
  },
  {
    "title": "Coalition cuts to public service jobs could push out social service payment wait times by months, Labor says",
    "link": "https://www.theguardian.com/australia-news/2025/mar/27/coalition-cuts-to-public-service-jobs-could-push-out-social-service-payment-wait-times-by-months-labor-says",
    "source_name": "卫报国际",
    "pub_date": "Thu, 27 Mar 2025 07:51:36 GMT",
    "description": "Exclusive : Katy Gallagher says ‘if Peter Dutton cuts, you will pay’ as Albanese government analysis shows opposition pledge would mean worsened services Explore all of our 2025 Australia federal budget coverage See all our Australian election 2025 coverage Get our breaking news email , free app or daily news podcast Australians could have to wait weeks longer, or even months, for social service payments if Peter Dutton delivers on his pledge to slash public service 41,000 jobs, new Albanese government analysis shows. The opposition is ramping up its efforts to sell budget savings through cutting bureaucrat jobs as the key to helping other Australians out with the cost-of-living crisis. Sign up for Guardian Australia’s breaking news email Continue reading...",
    "viewed_at": "2025-03-27T18:16:23.166955"
  },
  {
    "title": "Rattled by Trump, America’s Allies Shift to Economic Defense Mode",
    "link": "https://www.nytimes.com/2025/03/27/world/asia/tariffs-us-allies-trump.html",
    "source_name": "纽约时报国际",
    "pub_date": "Thu, 27 Mar 2025 08:29:00 +0000",
    "description": "The new auto tariffs are straining relations with U.S. allies and deepening doubts about America’s reliability as a partner.",
    "viewed_at": "2025-03-27T18:16:21.115906"
  },
  {
    "title": "Gazans Protest Against Hamas and War for a Second Day",
    "link": "https://www.nytimes.com/2025/03/26/world/middleeast/gaza-hamas-protests.html",
    "source_name": "纽约时报国际",
    "pub_date": "Wed, 26 Mar 2025 22:21:00 +0000",
    "description": "The demonstrations, a rare show of dissent, appeared to have spread, reflecting frustration at the breakdown of a cease-fire with Israel. “We want to live,” said one supporter.",
    "viewed_at": "2025-03-27T18:16:19.342517"
  }
]